{
    "home": "کور",
    "blood_info": "د وینې معلومات",
    "finance_supp": "مالي مرسته",
    "partners": "ملګري",
    "about_us" : "زموږ په اړه",
    "sign_in": "ننوزئ",
    "settings": "ترتیبات",
    "password": "رمز",
    "logout": "وتل",

    "customer_service": "د پیرودونکو خدمت",
    "contact_us": "موږ سره اړیکه ونیسئ",
    "contact_us_text": "موږ سره په دې شمیره اړیکه ونیسئ: +92",
    "give_us_feedback": "موږ ته نظر راکړئ",
    "give_feed_text": "خپل نظر ولیکئ",
    "select_language": "ژبه غوره کړئ",

    "eng": "English",
    "de": "deutsch",
    "ps": "پښتو",

    "full_name": "بشپړ نوم ولیکئ",
    "sign_up_as": "په توګه نوم لیکنه وکړئ",
    "verify_account": "بریښنالیک تایید کړئ",
    "verify_messg": "مهرباني وکړئ هغه کوډ دننه کړئ چې ستاسو بریښنالیک ته لیږل شوی ترڅو خپل حساب تایید کړي",
    "resend_code": "کوډ بیا واستوئ",
    "send_code": "کوډ ولېږئ",
    "enter_emai_address": "د بریښنالیک پته دننه کړئ",
    "enter_code": "خپل بریښنالیک ته لیږل شوی کوډ دننه کړئ",
    "verify_success": "د کارونکي بریښنالیک په بریالیتوب سره تایید شو",
    "code_sent_mssg": "کوډ ستاسو بریښنالیک آدرس ته لیږل شوی مهرباني وکړئ خپل بریښنالیک آدرس وګورئ",

    "change_password": "پټ نوم بدل کړی",
    "old_password": "زوړ پټنوم دننه کړئ",
    "set_new_pass": "نوی پټنوم تنظیم کړئ",
    "new_password": "نوی پټنوم دننه کړئ",
    "update": "تازه کول",

    "title":"وینه ورکړئ او ژوند وژغورئ",
    "subtitle":"د بشریت لپاره بسپنه وکړئ",
    "post_title":"د وینې کمپ",
    "post_date":"پیل: 3 / نومبر / 2012",
    "post_des":"په بیړني حالت کې وینې ته اړتیا ده ترڅو د هغو خلکو ژوند وژغورل شي چې د لیوکیمیا، تلسیمیا او د وینې اختلالاتو په څیر ناروغیو اخته وي، او هغه کسان چې لوی عملیات یې کړي وي.",

     "OurCamps":"زموږ کمپ",
    "Venue": "ځای",
    "Time": "وخت",
    "post_date1":"نيټه",
    "Organzier":"ترتیب کونکي",
    
    "our_active_camps": "زموږ فعال کمپونه",
    "about_title":"زموږ په اړه",
    "about_data":"د رضاکارانو او ډیری سازمانونو په شمول، د هادیه وینې سازمان د هیواد په کچه یو غیر انتفاعي، غیر سیاسي سازمان دی. د سازمان لومړنی هدف د عامه پوهاوي لوړول او د احتمالي وینې ورکونکو شمیر زیاتول دي. زموږ ماموریت په ټول هیواد کې د خوندي، اوږدمهاله وینې پروګرامونو په اړه پوهاوی خپرول دي. د وینې لیږد په اړه د پوهاوي لوړولو لپاره، موږ د پوهنتون د فارغینو یوه ډله یو چې د غیر طبي کارمندانو اندیښمن دي چې د هادیه وینې سازمان تاسیس کړی. د تلسیمیا، هیموفیلیا او د وینې د نورو اختلالاتو ناروغان به د هادیا وینې سازمان لخوا کیفیت لرونکي او هر اړخیزه درملنه وړیا ترلاسه کړي. د طبي او ټولنیزو ستونزو د حل کولو سربیره چې د تلسیمیا او هیموفیلیا ناروغان ورسره مخ دي، موږ خپل اخلاقي مکلفیت هم تعقیبوو چې د دې حالت په اړه پوهاوی لوړ کړو او نوي زیږیدلي ماشومانو ته یې د خپریدو مخه ونیسو.",

    "about_heading": "!تاسو اړتیا نلرئ د ژوند ژغورلو لپاره ډاکټر اوسئ",
    "about_span1": "وینه ترټولو قیمتي ډالۍ ده چې هر څوک کولی شي بل چا ته ورکړي.",
    "about_span2": "وینه ورکول نه یوازې دا چې ژوند ژغوري بلکې د وینې ورکوونکي ژوند هم ژغوري.",
    "what_is_blood":"وینه څه شی دی؟",
    "what_is_blood_des":"ووینه د ژوند لپاره اړینه ده. وینه زموږ د بدن له لارې گردش کوي او د بدن حجرو ته اړین توکي لکه اکسیجن او غذايي مواد رسوي. دا د ورته حجرو څخه میټابولیک فاضله محصولات هم لیږدوي. د وینې بدیل نشته. دا نشي کولی جوړ یا تولید شي. سخاوتمند وینه ورکوونکي د هغو ناروغانو لپاره د وینې یوازینۍ سرچینه ده چې د وینې لیږد ته اړتیا لري. د وینې سره حجرې ستاسو د وینې حجم 40٪ -45٪ استازیتوب کوي. دوی ستاسو د هډوکي میرو څخه په هر ساعت کې د څلور څخه تر پنځه ملیارد په سرعت سره تولید کیږي. دوی په بدن کې شاوخوا 120 ورځې ژوند کوي. پلازما ستاسو د وینې مایع برخه ده. پلازما ژیړ رنګ لري او ډیری یې له اوبو څخه جوړ شوي، مګر دا پروټینونه، شکر، هورمونونه او مالګې هم لري. دا ستاسو د بدن نسجونو ته اوبه او غذايي مواد لیږدوي.",
    "Donate_blood_and_save_life":"وینه ورکړئ او ژوند وژغورئ",
    "why_donate_blood":"ولې وینه ورکړئ؟",
    "why_donate_blood_des":"په دې دوو کلونو کې په داوطلبانه ډول د وینې ورکولو کچه کمه شوې ده، او د وینې د ورکړې غوښتنلیک به د وینې لیږد انسټیټیوټ سره د پام وړ مرسته وکړي ترڅو د ژوند ژغورلو او ناروغانو درملنه وکړي. UNDP په مونټینیګرو کې او د 2020 په اپریل کې شریکان. د پلیټ فارم پراختیا د UNDP لخوا په لوژیستیکي او مالي توګه مالتړ شوی و، دا د پریزنټشن په جریان کې وویل شو. د Android او iOS وسیلو لپاره ګرځنده اپلیکیشن به د اوسني زیرمو په اړه داوطلبانه وینه ورکونکو پوهاوی ډیر کړي او دوی ته د وینې ورکولو مهالویش کې وړتیا ورکړي. په بیړني حالت کې وینې ته اړتیا ده ترڅو د هغو خلکو ژوند وژغورل شي چې د لیوکیمیا، تلسیمیا او د وینې اختلالاتو په څیر ناروغیو اخته وي، او هغه کسان چې لوی جراحي یې کړي وي.",
    "who_can_donate_blood":"څوک کولی شي وینه ورکړي؟",
    "age": "عمر",
    "weight": "وزن",
    "donation_eligibility": "د بسپنې وړتوب",
    "who_can_donate_desc1": "څوک کولی شي وینه ورکړي؟ که تاسو روغ یاست، تاسو کولی شئ وینه ورکړئ. د وینې ډونر کیدو لپاره ، تاسو اړتیا لرئ ځینې لومړني اړتیاوې پوره کړئ. لاندې د وړتیا ځینې اساسي معیارونه دي. ",
    "who_can_donate_desc2": "د دوی عمرونه د 18 او 65 کلونو ترمنځ دي. په ځینو هیوادونو کې، ملي قانون د 16 څخه تر 17 کلونو ماشومانو ته اجازه ورکوي چې مرسته وکړي که دوی د دوی فزیکي او هیماتولوژیکي اړتیاوې پوره کړي او موافق وي.",
    "who_can_donate_desc3": "تاسو باید لږترلږه 50 کیلوګرامه وزن ولرئ. په ځینو هیوادونو کې، د ټولې وینې ورکوونکي باید لږترلږه 45 کیلوګرامه وزن ولري ترڅو د 350 ملی لیتر (10٪) مرسته وکړي.",
    "who_can_donate_desc4": "کله چې خلک په یو ځانګړي هیواد کې د وینې خدمت کې وینه ورکوي، دوی باید د ملي وړتیا معیارونه پوره کړي. د خپل ملي / محلي وینې خدماتو سره اړیکه ونیسئ ترڅو معلومه کړئ چې ستاسو طبي حالت، درمل، مسلک، یا د سفر تجربه ممکن ستاسو د وینې ورکولو وړتیا محدوده کړي.",
    
    "search_blood_donors": "د وینې ډونرانو لټون وکړئ",

    "search": "لټون",
    
    "financial_support":"د کمپونو د ترسره کولو لپاره زموږ سره مالي مرسته وکړئ او د یو انسان ژوند وژغورئ.",
    "payment_method":"د تادیاتو طریقه",
    "jszz_cash":"جاز کیش",
    "easy_paisa":"اسانه پیسې",
    "account": "حساب",
    "amount": "مقدار",
    "enter_acc": "د حساب شمیره دننه کړئ",
    "enter_amount": "مقدار داخل کړئ",
    "submit": "سپارل",
    "your_privacy_will_be_preserved":"یادونه: ستاسو محرمیت به ساتل کیږي",

    "partner_heading": "!له موږ سره د هرچا په ښه کولو کې مرسته وکړئ",
    "partner_desc": "په پاکستان کې په هرو دوو دقیقو کې یو کس وینې ته اړتیا لري. د وینې ورکولو څخه مه وېرېږئ، دا خورا ګړندۍ او خوندي پروسه ده. او دا د ویاړ خبره ده چې په اړه یې د ویاړ احساس وکړئ.",
    "join_us": "مونږ سره یو ځای شه",
    "partner_heading2": "د کمپونو ساتل",
    "partner_desc2": " ستاسو په سیمه یا ستاسو د تعلیم په انسټیټیوټ کې د وینې ورکولو کمپ ترسره کول به په ټولنه کې ډیره مرسته وکړي چې تاسو د یو مشر په توګه وپیژني. همدارنګه، د وینې ورکولو کمپونو ترسره کول به ستاسو په ټولنه کې د ناروغانو لپاره د وینې خوندي او دوامداره عرضه کې هم مرسته وکړي.",
    "before": "د وینې کمپونو دمخه",
    "before_desc": "د وینې ورکولو کمپ په ورځ د هر ډونر هیموګلوبین او د وینې ګروپ معاینه شوه. نارینه او ښځینه باید د وینې ورکولو لپاره په ترتیب سره لږترلږه 13 ګرامه او 12 ګرامه فیصده هیموګلوبین ولري.",
    "during": "د کمپونو په جریان کې",
    "during_desc": "خلک وهڅوئ چې د شفاهي اړیکو له لارې وینه ورکړي، کوم چې د بسپنه ورکوونکو ګمارلو ترټولو اغیزمنه طریقه ده. د کیمپ تنظیم کونکي، طبي افسر، او همدارنګه د ټیم نورو غړو ته چې په رضاکارانه ډول د وینې ورکولو کمپ کې برخه اخلي لارښوونه وکړي ترڅو کمپ په اغیزمنه توګه تنظیم کړي.",
    "after": "ستاسو د بسپنه وروسته",
    "after_desc": "بسپنه ورکوونکي ته اجازه ورکړئ چې د نظارت لاندې د تازه کولو په ساحه کې ناست وي او د بسپنې وروسته یو څه سپک تازګۍ چمتو کړي. بسپنه ورکوونکي باید وهڅول شي چې لږترلږه د 15 دقیقو لپاره د تازه کولو په خونه کې پاتې شي، د ورځې په اوږدو کې ډیرې اوبه وڅښي، او لږترلږه نیم ساعت لپاره د سګرټ څکولو څخه ډډه وکړي.",
    "who_can_hold_donations": "څوک کولی شي د وینې ورکولو کمپونه ترسره کړي",
    "who_can_hold_donations_desc": "زموږ ډله کولی شي هرچیرې د وینې ډونرانو ژوند وژغوري، له ښوونځي څخه تر کارځایونو، مذهبي موسسو او ټولنیزو پیښو پورې. د وینې ورکولو کمپونو تنظیم کولو لپاره، ځینې شیان شتون لري چې تاسو یې کولو ته اړتیا لرئ. لومړی تاسو باید د ځای په اړه بشپړ اسناد وسپارئ. د تصویب وروسته به زموږ استازی ستاسو ځای ته ورځي او ستاسو چمتو شوي معلومات به تایید کړي. که تصویب شي، تاسو کولی شئ د وینې ورکولو کمپ ترسره کړئ.",
    "organization_signup": "د سازمان نوم لیکنه",
    "enter_org_name": "د سازمان نوم دننه کړئ",
    "enter_email": "بریښنالیک دننه کړئ",
    "enter_contact_no": "د اړیکو شمیره دننه کړئ",
    "enter_city_name": "د ښار نوم دننه کړئ",
    "enter_area": "ساحې ته ننوتئ",
    "enter_password": "پاسورډ دننه کړئ",
    "confirm_password": "پاسورډ تایید کړه",

    "We_want_to_work_with_you":"موږ غواړو له تاسو سره کار وکړو",
    "We_want_to_work_with_you_des":"د سازمانونو لپاره لارښود لیکې او توضیحات چې زموږ ملګري شي. زموږ د شریکانو کیدو په اړه تبعیض",

    "login_as":"په توګه ننوتل",
    "login_form":"د ننوتلو فورمه",
    "Do_you_already_have_an_account":"ایا تاسو دمخه حساب لرئ؟",
    "create_account":"ګڼون جوړول",
    "Forgot_Password":"خپل پټ نوم درڅخه هیر دی",
    "sign_up":"ګډون کول",

    "user": "کارن",
    "admin": "اډمین",
    "organization": "سازمان",
    "super_admin": "سوپر اډمین",

    "org_signup":"د سازمان توضیحات",
    "camp_detail":"د کمپ تفصیل",
    "camp_info_title":"د کمپ معلومات",
    "camp_info":"د دوی لپاره ښه خبر چې غواړي وینه ورکړي او ژوند وکړي، د وینې ورکولو سازمان د وینې ورکولو په ویاړ کولی شي.",
    "Venue ":"ځای",
    "place":"کامسات پوهنتون",
    "date":"نیټه",
    "time":"وخت",
    "actual_time":"د سهار له 11:00 بجو څخه تر 4:00 بجو پورې",
    "financial_supporter":"مالي ملاتړ کوونکی",
    "supporter_name":"د روغتیا پاملرنې سازمان",

    "feedback":"فیډبیک",
    "feedback_des":"جان: سلام صاحب! زما لپاره د چیٹ تڼۍ کار نه کوي کله چې زه فشار ورکوم نو دا پورته کیږي. زه نه پوهیږم چې ستونزه څه ده",
    "feedback_reply":"احمد: زه ستاسو د کار ستاینه کوم",

    "welcome": "ښه راغلاست",
    "blood_home_mssg": "!د وینې اړتیا تل شتون لري",
    "blood_donor": "د وینې ورکوونکی",
    "blood_recipent": "د وینې اخیستونکي",

    "donor_detail":"د بسپنه ورکوونکي تفصیل",
    "recipent_detail":"د ترلاسه کونکي توضیحات",

    "blood_quanitity": "د وینې مقدار",
    "gender": "جندر",
    "male": "نارینه",
    "female": "ښځینه",
    "other": "..نور",
    "blood_group": "د وینې ګروپ",
    "pick_drop": "د غوره کولو او غورځولو خدمت",
    "required": "اړین دی",
    "not_required": "اړتیا نشته",
    "med_history": "..طبي تاریخ",
    "donation_req_success": "ستاسو د بسپنې غوښتنې پوسټ په بریالیتوب سره جوړ شو",
    "donation_req_failed": "تاسو د بسپنې یوه پوسټ لرئ! په یو وخت کې یوازې یو بسپنه پوسټ ممکن دی",
    "search_area": "...د لټون ساحه",

    "Admin_Sign_Up_Detail":"د اډمین نوم لیکنه توضیحات",
    "Admin_List":"د ادارې لیست",

    "camp_form":"د کمپ فورمه",

    "about_form_title":"زموږ په اړه فورمه",
    "about_des":"په خپرولو او ګرافیک ډیزاین کې، یو ځای لرونکی متن دی چې معمولا د سند یا ټایپفیس بصری بڼه ښودلو لپاره کارول کیږي پرته له دې چې معنی لرونکي مینځپانګې تکیه وکړي.",
    "cnt_frm":"موږ سره اړیکه ونیسئ فورمه",
    "cnt_no":"د اړيکې شمېره",

    "donor":"بسپنه ورکوونکي",
    "donor_list":"د بسپنه ورکوونکو لیست",
    "jazz_list":"د جاز نغدو لیست",
    "easy_list":"د اسانه پیسو لیست",
    "cpass":"پټ نوم بدل کړی",
    "opass":"زوړ پټ نوم",
    "npass":"نوئ پټ نوم",
    "conpass":"پاسورډ تایید کړه",

    "jaz_cash":"جاز کیش",
    "jaz_cash_no":"جاز نغدي شمیره",
    "easy_paisa_no":"د اسانه پیسو شمیره",

    "donate_blood":"وینه ورکړئ",
    "need_blood":"وینې ته اړتیا لري",
    "see_who_is_looking_for_blood":"وګورئ چې څوک د وینې په لټه کې دي",
    "donate_blood_and_save_life":"وینه ورکړئ او ژوند وژغورئ",
    "SearchWhoNeedsBlood":"هغه څوک چې وینې ته اړتیا لري لټون وکړئ",
    "Search_group_wise":"د ګروپ له مخې لټون وکړئ",
    "Selectthecityfordonation":"د بسپنې لپاره ښار وټاکئ",
    "Neariestareatoyourlocation":"ستاسو موقعیت ته نږدې سیمه",
    "SearchResults":"د لټون پایلې",

    "select_donation_time": "مهرباني وکړئ د مرستې وروستی وخت وټاکئ",
    "last_donation": "د مرستې وروستی وخت",
    "morethan_three_months": "د تیرو دریو میاشتو دمخه",
    "three_months": "په تیرو دریو میاشتو کې",
    "you_cant_donate": "!تاسو اوس نشئ کولی مرسته وکړئ",
    "once_three_months": "یو سړی کولی شي په دریو میاشتو کې یوازې یو ځل مرسته وکړي",

    "Name":"نوم",
    "Email":"ایمیل",
    "ContactNo":"د اړيکې شمېره",
    "Quantity":"مقدار",
    "Gender":"جندر",
    "City":"ښار",
    "Area":"ساحه",
    "PatientAge":"د ناروغ عمر",
    "PatientGender":"د ناروغ جنس",
    "PatientDisease":"د ناروغ ناروغۍ",
    
    "Asif":"اصف",
    "Male":"نارینه",
    "Lahore":"لاهور",
    "Thokar":"ټوکر",
    "Operation":"عملیات",

    "back": "شاته",
    "current_status": "اوسنی حالت",
    "new": "نوی",
    "donation_record": "د بسپنې ریکارډ",
    "edit_record": "د ریکارډ ترمیم",
    "messages": "پیغامونه",
    "all": "ټول",
    "chat": "چټ"
}